---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Architecture.MultistoryStairs
source: html/8f556bfb-0639-6e90-5840-57f29c5bd661.htm
---
# MultistoryStairs Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.